christian-kohler.path-intellisense
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
deque-systems.vscode-axe-linter
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
leodevbro.blockman
mechatroner.rainbow-csv
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ja
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pkief.material-icon-theme
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
trabpukcip.vscode-npm-scripts
vitest.explorer